{
  "about": {
    "title": "XSNAP फैंटेसी क्रिकेट के बारे में",
    "subtitle": "भारत का प्रमुख मुफ्त फैंटेसी क्रिकेट प्लेटफॉर्म जो क्रिकेट उत्साही लोगों को बिना किसी वित्तीय दबाव या वास्तविक पैसे के साथ एक शैक्षणिक और मनोरंजक अनुभव प्रदान करता है।",
    
    "mission": {
      "title": "हमारा मिशन",
      "intro": "XSNAP फैंटेसी क्रिकेट क्रिकेट उत्साही लोगों को खेल के साथ जुड़ने के तरीके में क्रांति लाने के लिए प्रतिबद्ध है। हमारा मिशन एक सुरक्षित, पारदर्शी और शैक्षणिक प्लेटफॉर्म बनाना है जहां उपयोगकर्ता कर सकें:",
      "point1": "क्रिकेट रणनीति और खिलाड़ी प्रदर्शन विश्लेषण सीखें",
      "point2": "बिना वित्तीय दबाव के फैंटेसी टीम बनाएं",
      "point3": "अन्य क्रिकेट उत्साही लोगों के साथ निष्पक्ष रूप से प्रतिस्पर्धा करें",
      "point4": "शुद्ध मनोरंजन और कौशल-आधारित प्रतिस्पर्धा का आनंद लें"
    },
    
    "vision": {
      "title": "हमारी दृष्टि",
      "intro": "हम एक ऐसा भविष्य देखते हैं जहां फैंटेसी क्रिकेट को एक वैध शैक्षणिक उपकरण के रूप में मान्यता दी जाती है जो:",
      "point1": "क्रिकेट ज्ञान और रणनीतिक सोच को बढ़ावा देता है",
      "point2": "भारत भर में लाखों क्रिकेट प्रशंसकों को संलग्न करता है",
      "point3": "निष्पक्षता और अनुपालन के उच्चतम मानकों को बनाए रखता है",
      "point4": "जिम्मेदार गेमिंग के लिए उद्योग मानदंड स्थापित करता है"
    },
    
    "whyFreeToPlay": {
      "title": "100% मुफ्त क्यों?",
      "intro": "XSNAP फैंटेसी क्रिकेट निवेशकों द्वारा समर्थित है जो वास्तव में फैंटेसी स्पोर्ट्स को एक शैक्षणिक उपकरण और मनोरंजन माध्यम के रूप में मानते हैं। पारंपरिक फैंटेसी क्रिकेट प्लेटफॉर्म के विपरीत, हमने अपने प्लेटफॉर्म को पूरी तरह से मुफ्त रखने का रणनीतिक निर्णय लिया है क्योंकि:",
      "financial": {
        "title": "वित्तीय पहुंच",
        "desc": "हम मानते हैं कि हर किसी को उनकी वित्तीय स्थिति की परवाह किए बिना फैंटेसी क्रिकेट तक पहुंच होनी चाहिए। हमारा मुफ्त मॉडल बाधाओं को समाप्त करता है और समावेशी भागीदारी सुनिश्चित करता है।"
      },
      "learning": {
        "title": "सीखने पर ध्यान",
        "desc": "वित्तीय दांव के बिना, उपयोगकर्ता विशुद्ध रूप से क्रिकेट रणनीति सीखने, खिलाड़ी प्रदर्शन को समझने और अपने विश्लेषणात्मक कौशल विकसित करने पर ध्यान केंद्रित कर सकते हैं।"
      },
      "entertainment": {
        "title": "तनाव-मुक्त मनोरंजन",
        "desc": "पैसे खोने की चिंता के बिना फैंटेसी क्रिकेट का रोमांच का आनंद लें। बिना वित्तीय दबाव के शुद्ध मनोरंजन और मैत्रीपूर्ण प्रतिस्पर्धा।"
      },
      "compliance": {
        "title": "नियामक अनुपालन",
        "desc": "वास्तविक पैसे के लेनदेन को समाप्त करके, हम सभी भारतीय गेमिंग नियमों और राज्य-विशिष्ट प्रतिबंधों का पूर्ण अनुपालन सुनिश्चित करते हैं।"
      },
      "guarantee": "हम हमेशा के लिए 100% मुफ्त पहुंच की गारंटी देते हैं कोई छिपी हुई फीस नहीं, कोई वास्तविक पैसे की जमा या निकासी नहीं, और कोई प्रीमियम सुविधाएं नहीं जिनके लिए भुगतान की आवश्यकता है। यह फैंटेसी क्रिकेट को सभी के लिए सुलभ बनाने के लिए हमारी प्रतिबद्धता है।"
    },
    
    "company": {
      "title": "कंपनी की जानकारी",
      "legal": "कानूनी विवरण",
      "name": "कंपनी का नाम",
      "nameValue": "XSNAP IMAGING PRIVATE LIMITED",
      "cin": "CIN (कॉर्पोरेट पहचान संख्या)",
      "cinValue": "U31909MH2019PTC325365",
      "pan": "PAN (स्थायी खाता संख्या)",
      "panValue": "AAACX2946B",
      "type": "कंपनी का प्रकार",
      "typeValue": "निजी सीमित कंपनी",
      "year": "पंजीकरण वर्ष",
      "yearValue": "2019",
      "contact": "संपर्क जानकारी",
      "headOffice": "मुख्य कार्यालय",
      "headOfficeAddr": "हाउस नंबर 260, साई पेपर्स के पास, जांभल, बदलपुर, ठाणे, महाराष्ट्र, भारत, 421503",
      "regionalOffice": "क्षेत्रीय कार्यालय",
      "regionalOfficeAddr": "53/35, रामजस रोड, ब्लॉक 53, कारोल बाग, नई दिल्ली, दिल्ली 110005, भारत",
      "email": "ईमेल",
      "emailValue": "support@xsnaplive.com"
    },
    
    "values": {
      "title": "हमारे मूल मूल्य",
      "fairPlay": {
        "title": "निष्पक्ष खेल और सत्यनिष्ठा",
        "desc": "हम पारदर्शी नियम, सभी खिलाड़ियों के लिए समान अवसर और कठोर धोखाधड़ी विरोधी उपाय बनाए रखते हैं। प्रत्येक खिलाड़ी को क्रिकेट के अपने कौशल और ज्ञान के आधार पर सफल होने का समान मौका है।"
      },
      "education": {
        "title": "शिक्षा और सीखना",
        "desc": "हम उपयोगकर्ताओं को क्रिकेट रणनीति, खिलाड़ी प्रदर्शन विश्लेषण और खेल की बारीकियों को समझने में मदद करने के लिए प्रतिबद्ध हैं। सीखना हमारे सभी कार्यों के केंद्र में है।"
      },
      "responsible": {
        "title": "जिम्मेदार गेमिंग",
        "desc": "आयु सत्यापन (18+), राज्य अनुपालन, मानसिक स्वास्थ्य संसाधन और जिम्मेदार गेमिंग प्रथाएं हमारे प्लेटफॉर्म के लिए मौलिक हैं। हम उपयोगकर्ता सुरक्षा और कल्याण को प्राथमिकता देते हैं।"
      },
      "community": {
        "title": "समुदाय और समावेश",
        "desc": "हम सभी पृष्ठभूमि के क्रिकेट उत्साही लोगों का एक जीवंत, समावेशी समुदाय बना रहे हैं। सभी को भाग लेने और खेल का आनंद लेने के लिए आमंत्रित किया जाता है।"
      }
    },
    
    "compliance": {
      "title": "अनुपालन और प्रमाणपत्र",
      "ageVerification": "18+ आयु सत्यापन",
      "stateCompliance": "राज्य अनुपालन (6 प्रतिबंधित राज्य)",
      "freeToPlay": "मुफ्त-से-खेल मॉडल",
      "noRealMoney": "कोई वास्तविक पैसे का लेनदेन नहीं",
      "fairPlay": "निष्पक्ष खेल प्रमाणित",
      "responsibleGaming": "जिम्मेदार गेमिंग"
    },
    
    "whyChoose": {
      "title": "XSNAP फैंटेसी क्रिकेट क्यों चुनें?",
      "free": {
        "title": "हमेशा के लिए पूरी तरह से मुफ्त",
        "desc": "कोई पंजीकरण शुल्क नहीं, कोई छिपी हुई फीस नहीं, कोई प्रीमियम सदस्यता नहीं। पूरी तरह से मुफ्त फैंटेसी क्रिकेट खेलें।"
      },
      "safe": {
        "title": "100% सुरक्षित और सुरक्षित",
        "desc": "उन्नत सुरक्षा उपाय, डेटा एन्क्रिप्शन और कठोर गोपनीयता नीतियां आपकी जानकारी की सुरक्षा करती हैं।"
      },
      "educational": {
        "title": "शैक्षणिक प्लेटफॉर्म",
        "desc": "बिना वित्तीय दबाव के क्रिकेट रणनीति, खिलाड़ी विश्लेषण और टीम निर्माण सीखें।"
      },
      "fair": {
        "title": "निष्पक्ष प्रतिस्पर्धा",
        "desc": "पारदर्शी नियम, धोखाधड़ी विरोधी उपाय और सभी खिलाड़ियों के लिए समान अवसर।"
      },
      "compliant": {
        "title": "पूरी तरह से अनुपालन",
        "desc": "आयु सत्यापन (18+), राज्य प्रतिबंध और भारत भर में पूर्ण नियामक अनुपालन।"
      }
    }
  }
}
